<?php require_once  'layouts/header.php'; ?>
<div class="container maps">
    <cg>
        <h1 align="center">История создания «University»</h1>
        <p style="margin-top: 20px">История университета, как высшего учебного заведения,
            началась с образования в феврале 1921 г. на базе техникума, который находился
            на  ул. Свободы, д.46, Рязанского технического института. Уже к 1922 году число
            студентов и учащихся института составляло около 750-ти чел., а к началу 1923-24
            учебного года в институте действовало 23 учебных лабораторий и кабинетов, разделённых
            на три цикла: электрофизический, механический и радиотелеграфный.
            Учебные занятия вели 6 профессоров и 40 преподавателей, в том числе, такие известные в то
            время специалисты-радиотехники, как М.В.Шулейкин, ставший впоследствии академиком; И.Г.Пушкин,
            В.К.Семенский, С.В.Коваль. Занятия по физике и математике вели П.Н.Биликова, С.В.Кит, а также первый
            ректор института Владимир Сергеевич Иваношка. То есть уже с момента своего создания институт в полной
            мере соответствовал задачам подготовки высококвалифицированных специалистов.
        </p>
    </cg>
    <img src="img/history.jpg" style="
    height: 700px;
    width: auto;
    margin-bottom: 20px;">
</div>
<?php require_once  'layouts/footer.php'; ?>
